13/data/attachments/8303ccdc0a837037.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Steven_order_Actions_98290_1</nif:username>
            <nif:friendToBeRequested>soap_actions_75dab636-2277-44fb-a835-ff41550eb145</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>